{
  "1": "An annotated “Index of Names” appears on pages 93-104.",
  "2": "See Origen: “Contra Celsum”, translated with an introduction and notes by Henry Chadwick (Cambridge: at the University Press, 1965), 367, 375-376, and note 1.",
  "3": "F.E. Robbins, Hexaemeral Literature, 49.",
  "4": "Robbins, 54.",
  "5": "Robbins, 78-79.",
  "6": "Robbins, 80.",
  "7": "See Robert Letham, loc. cit., who also shows how Thomas Aquinas (1225-1274) played down any incompatibility between Augustine’s view and one of sequential order.",
  "8": "Nicholas H. Steneck, Science and Creation in the Middle Ages: Henry of Langenstein (d. 1397) on Genesis (Notre Dame and London: U. of Notre Dame Press, 1976), 54.",
  "9": "Robbins, 57, 61.",
  "10": "Martin Luther, Luther’s Works: Volume 1: Lectures on Genesis 1-5, ed. Jaroslav Pelikan (St. Louis: Concordia, 1958), 3-5.",
  "11": "Commentaries on the First Book of Moses Called Genesis (Grand Rapids: Baker Book House, 1979) 1:83.",
  "12": "Calvin, Institutes I.xiv.20, trans. Ford Lewis Battles, ed. John T. McNeill (Philadelphia: Westminster Press, 1960).",
  "13": "Calvin, Commentaries on the First Book of Moses Called Genesis, 78.",
  "14": "William Perkins, Works, 3 vols. (London, 1612), I: 143.",
  "15": "John White, Commentary upon the Three First Chapters in Genesis (1656); John Ley in Annotations upon All the Books of the Old and New Testaments (1645, 1651, 1657); John Lightfoot, Works (1822), II, 71-74, 333-335, 411-414; IV, 62-66; VII, 372-379; George Walker, God Made Visible in His Works (1641), 44-47; William Twisse, Of the Morality of the Fourth Commandment (1641), 51.",
  "16": "Minutes of the Sessions of the Westminster Assembly, ed. Alex F. Mitchell and John Struthers, 1874, reprint by Still Waters Revival Books, Edmonton, Alberta, 1991 B p. 216 for Session 615, April 6, 1646.",
  "17": "Note the discussion of the Irish Articles in section V below, “Original Intent of the Westminster Assembly.”",
  "18": "Some diversity is to be found in some figures outside the orthodox Reformed community, such as the late 17th century Anglicans Thomas Burnet and Isaac Newton and the early 18th century Baptist William Whiston.",
  "19": "Francis R. Beattie, The Presbyterian Standards, (1896, rpt., Greenville, SC: Southern Presbyterian Press, 1997), 80-81",
  "20": "The substance of this stated position is that Scripture, our Confession of Faith and the Catechisms teach that man was created body and soul by immediate acts of Almighty Power, without any natural animal parentage of any kind, out of matter previously created out of nothing. (Digest of Acts and Proceedings of General Assembly, page 6-8.)",
  "21": "This view parallels the Free Church of Scotland",
  "22": "Minutes of the Presbytery of Central Mississippi, 1970, 57-58, 81.",
  "23": "By “exclusive Calendar Day view” we here indicate the position that the only view that should be allowed to be held, preached and taught in the PCA is the Calendar Day view. We hasten to add that not all of the Calendar Day proponents in the PCA are exclusive in their position. One might reasonably surmise that most Calendar Day proponents in the PCA believe in varying degrees of and approaches to inclusion.",
  "24": "WCF, Chapter 1, Section 1",
  "25": "Berkhof, L., Systematic Theology, 4th Edition (1941), p. 36ff.",
  "26": "Ibid., p. 37, quoting Warfield’s Revelation and Inspiration, p. 6.",
  "27": "See p. 1 of this Report.",
  "28": "Herman Bavinck, In the Beginning, Foundations of Creation Theology, edited by John Bolt, translated by John Vriend (Grand Rapids: Baker Book House, 1999), p. 23.",
  "29": "Ibid., p. 18.",
  "30": "H. C. Leupold, Exposition of Genesis, (Grand Rapids: Baker Book House, 1950), Vol. I, p. 105.",
  "31": "Sid Dyer, “The New Testament Doctrine of Creation” in Did God Create in Six Days?, ed. Joseph A. Pipa, Jr., and David W. Hall, (Taylors, SC: Southern Presbyterian Press and Oak Ridge, TN: The Covenant Foundation, 1999). p. 237.",
  "32": "See Bavinck, Ibid., p. 249.",
  "33": "Edward J. Young, In the Beginning: Genesis 1-3 and the Authority of Scripture (Edinburgh: Banner of Truth Trust, 1976), pp. 18-19.",
  "34": "Douglas F. Kelly, Creation and Change, Genesis 1.1-2.4 in the light of Changing Scientific Paradigms (Ross-shire: Christian Focus Publications, 1997), p.45.",
  "35": "Ibid., p. 46.",
  "36": "Henry M. Morris, The Genesis Record: A Scientific and Devotional Commentary on the Book of Beginnings, (Grand Rapids: Baker Book House, 1976), pp. 55-56.",
  "37": "Hubert Thomas, Mentions de la Creation (GE. 1-11) dans le nouveau Testament Lausanne: Association Creation, Bible et Science, 1933) as translated by Douglas F Kelly, and cited in his Creation and Change:Genesis 1.1-2.4 in the Light of Changing Scientific Paradigms (Fearn-Tain: Mentor, 1997), pp. 129-130.",
  "38": "Douglas Kelly cites the liberal scholar Marcus Dods as follows: “The candid interpreter cannot avoid being literal, if for example the word ‘day’ in these chapters does not mean a period of twenty-four hours, the interpretation of Scripture is hopeless.” from Expositors Bible (Edinburgh: T. & T. Clark, 1888), p. 4, as cited by Kelly, Ibid., p. 50. Kelly also says, “More recently, Oxford Professor James Barr (author of Fundamentalism, a recent book rejecting traditional supernatural Christianity with its high view of Scripture) has written to much the same effect as Dods: . . . as far as I know there is no professor of Hebrew or Old Testament in any world-class university who does not believe that the writer(s) of Genesis 1-11 intended to convey to their readers the ideas that (a) creation took place in a series of six days which were the same as the days of 24 hours we now experience . . .” pp. 50-51.",
  "39": "“The other view adheres to the literal sense of the creation narrative, including that of six days. It",
  "40": "Of course, Augustine himself was not consistent in his position nor insistent on its acceptance. Nor did the universal respect that he enjoyed lead to acceptance. Indeed, as these quotes from Bavinck indicate, the view was widely rejected, perhaps as a result of the action of the Westminster Divines? “Augustine,. . .at times deviated from his own simultaneity theory.” p.117. “Augustine’s opinion. . . presented only as a possible, not as an undoubted, interpretation, was usually discussed by theologians with appreciation but (was) nevertheless quite generally rejected because it seemed to do violence to the text of Holy Scripture.” p. 123-4.",
  "41": "“(Theology) needs to be on its guard against making premature concessions to, and to seek agreement with, the so-called scientific results which can at any time be knocked down and exposed in their untenability by more thorough research.” Bavinck, p. 133.",
  "42": "Did God Create in Six Days?, Ed. By J. A. Pipa, Jr. and D. W. Hall, Chapter 3 by W. D. Rankin and S. R. Berry.",
  "43": "Ibid., Chapter 1 by M. H. Smith, p. 24.",
  "44": "See, e.g., H. Ross and G. L. Archer, unpublished manuscript entitled, “The Day-Age Interpretation,” endnote number 109.",
  "45": "Bavinck, Ibid., p.250. “. . . a miracle is not a violation of natural law and no intervention in the natural order. From God’s side it is an act that does not more immediately and directly have God as its cause than any ordinary event, and in the counsel of God and the plan of the world it occupies as much an equally well-ordered and harmonious place as any natural phenomenon. In miracles God only puts into effect a special force which, like any other force, operates in accordance with its own nature and therefore also has an outcome of its own.”",
  "46": "Westminster Confession of Faith, Chapter V, paragraph 3.",
  "47": "“The genesis of things is always controlled by other laws than their subsequent development. The laws issued by the creature are not the rule of creation, still less that of the Creator.” Bavinck, p. 132",
  "48": "This appears to be true especially of the Gap, Day-Age and Progressive-Creation views.",
  "49": "“All the works of God ad extra , which are subsequent to creation, are works of His providence.” Bavinck, p. 244; “(I)t is the same omnipotent and omnipresent power of God that is at work both in creation and in providence.” Bavinck, p. 247.",
  "50": "Robert Alter translates, “And the LORD God caused to sprout from the soil every tree...” Genesis, Translation and Commentary (New York: Norton, 1996) 8.",
  "51": "Bavinck, p. 138",
  "52": "Ibid., p. 138",
  "53": "“For the world was not created in a state of pure potency, as chaos or a nebulous cloud, but as an ordered cosmos and human beings were placed in it not as helpless toddlers but as an adult man and an adult woman. Development could only proceed from such a ready-made world, and that is how creation presented it to providence.” Bavinck, p. 249.",
  "54": "Charles Hodge Systematic Theology, 3 vols. Grand Rapids: Eerdmans, 1952 (1871)], I, 568-574; cf also James M. Boice, Genesis: An Expositional Commentary, 3 vols. [Grand Rapids: Zondervan, 1982] I, 68 [Grand Rapids: Baker, 1998], I, 78-79.",
  "55": "J. Oliver Buswell, A Systematic Theology of the Christian Religion, 2 vols. [Grand Rapids: Zondervan, 1962], I, 139-162.",
  "56": "R. Laird Harris, “The Length of the Creative Days in Genesis 1” in Joseph A. Pipa, Jr. and DavidW. Hall, eds., Did God Create in Six Days [Taylors, S.C: Southern Presbyterian Press and Oakridge, TN: The Covenant Foundation, 1999] 101-111.",
  "57": "In that day the Root of Jesse will stand as a banner for the peoples; the nations will rally to him, and his place of rest will be glorious. 11 In that day the Lord will reach out his hand a second time to reclaim the remnant that is left of his people from Assyria, from Lower Egypt, from Upper Egypt, from Cush, from Elam, from Babylonia, from Hamath and from the islands of the sea (Isa 11:10-11).",
  "58": "Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it. 2 For we also have had the gospel preached to us, just as they did; but the message they heard was of no value to them, because those who heard did not combine it with faith. 3 Now we who have believed enter that rest, just as God has said, “So I declared on oath in my anger, ‘They shall never enter my rest’” And yet his work has been finished since the creation of the world. 4 For somewhere he has spoken about the seventh day in these words: “And on the seventh day God rested from all his work.” 5 And again in the passage above he says, “They shall never enter my rest.” 6 It still remains that some will enter that rest, and those who formerly had the gospel preached to them did not go in, because of their disobedience. 7Therefore God again set a certain day, calling it Today, when a long time later he spoke through David, as was said before: “Today, if you hear his voice, do not harden your hearts.” 8 For if Joshua had given them rest, God would not have spoken later about another day. 9 There remains, then, a Sabbath-rest for the people of God; 10 for anyone who enters God’s rest also rests from his own work, just as God did from his. 11 Let us, therefore, make every effort to enter that rest, so that no one will fall by following their example of disobedience (Heb 4:1-11).",
  "59": "Such a view is described in Charles Hodge, Systematic Theology, I, 569-570 and is also discussed in William G.T. Shedd, Dogmatic Theology, 3 vols. (Grand Rapids Mich: Zondervan, 1950; reprint of 1988-94 edition), I, 479-480, 483. That this view was contemplated even in the 17th century may be shown by John Milton’s account of the first day in Paradise Lost, Book VII, lines 243-249: Let there be Light. Said God, and forthwith Light Ethereal, first of things, quintessence pure Sprung from the Deep and from her Native East To journie through the airie gloom began, Sphear’d in a radiant Cloud, for yet the Sun Was not; shee in a cloudie Tabernacle Sojourn’d the while",
  "60": "Gen 3:8",
  "61": "Eze 13:5, 30:3; Joel 2:11; Oba 1:15; Zep 1:14",
  "62": "Point 1 in Bob Longacre’s communication to the Committee",
  "63": "1656 Commentary Upon the Three First Chapters of Genesis",
  "64": "1847: The Foot-prints of the Creator; 1857: The Testimony of the Rocks",
  "65": "1845: Exposition of the Westminster Confession",
  "66": "Michael B. Roberts in his article “Geology and Genesis Unearthed” in Churchman, vol. 112, No. 3 (1998), pages 225-255, describes how orthodox and evangelical clergymen in England and Scotland generally were at peace with geological evidence for an old earth in the period 1790-1820. In the period 1820-50 some such clergymen, but only a minority, began to react against such long ages for the existence of the earth.",
  "67": "Cf. Psalm 90:4 and 2 Peter 3:8",
  "68": "Book 11, Chapter 6",
  "69": "Homily VI, 2, 3, and 8 in Nicene and Post Nicene Fathers, VIII, 82, 83, and 87.",
  "70": "Six Days of Creation, Book II, 22; Book III, 27; Book IV, 1 and 3; Fathers of the Church, Vol. 42, pp. 65, 87, 125-126, and 132.",
  "71": "An Exposition of the Symbole or Creed of the Apostles, in Perkins, Works, 3 vols.; London, 1612, Vol. I, pp. 143-144.",
  "72": "Lightfoot held to a number of very specific points that may not have been shared by other Westminster Divines. He argued for creation on the autumnal equinox (Works [1822], Iv,64; vii, 372-373), whereas Westminster Divine George Walker argued for the vernal equinox (God Made visible in His Workes [1641], 44-47). Lightfoot held that Adam was created at 9 am, on the Sixth Day (Works, II, 335), Eve was tempted “about high noon, the time of eating” (Works, II, 73), and they thus fell on the Sixth Day, on which Day the angels also fell (Works, II, 74; VII, 373-376). He also believed that the First Day was 36 hours long (Works, II, 333-334).",
  "73": "Basil Willey, The Seventeenth Century Background (New York: Columbia U. Press, 1967), says that Milton, “like Philo or Sir Thomas Browne, considered that [creation] must ‘in reality’ have been instantaneous” (p.237). Browne, a medical doctor and an Anglican layman, wrote Religio Medici for private purposes in 1635; it was first published by a friend in 1642, and then he published an authorized version in 1643, the first year o f the Westminster Assembly. Willey says, “Brown cannot think that God took six days to create the world; the six days must rather symbolise the conception of the work in the mind of God” (p.68). This work and others by Browne were criticized by Claudius Salmasius and by Alexander Ross, but his views show that belief in instantaneous creation was being fostered contemporaneously with the Westminster Assembly.",
  "74": "Telluris theoria sacra or the Sacred Theory of the Earth (Latin version 1681, English 1684)",
  "75": "1698: A Vindication of the New Theory of the Earth",
  "76": "1845: Exposition of the Westminster Confession of Faith",
  "77": "1855: this work was reviewed favorably in the Southern Quarterly Review of April 1856, which was edited by James Henley Thornwell.",
  "78": "1856: of this work Charles Haddon Spurgeon said, “We do not hesitate to designate this volume as the most complete examination of the literature and the exegesis of the Creation and the Fall which has",
  "79": "J. Gresham Machen, The Christian View of Man (Edinburgh and Carlisle, Pa.: Banner of Truth, 1965), pp. 115-116 (or New York: Macmillan, 1937, or Grand Rapids, Mich.: Eerdmans, 1947, pp. 130-131): “It is certainly not necessary to think that the six days spoken of in that first chapter of the Bible are intended to be six days of twenty-four hours each. We may think of them rather as very long periods of time.”",
  "80": "Oswald T. Allis, God spake by Moses (Nutley, N.J.: Presbyterian and reformed 1958), pp. 10-11: “We cannot be sure, and must not be dogmatic...concerning the length of the days of creation.”",
  "81": "Edward J. Young, Studies in Genesis One (Phillipsburg, N.J.: Presbyterian and Reformed, 1964, 1999), pp. 102-104: “The Bible does not say how old the earth is...” and “The length of the days is not stated.”",
  "82": "1962, A Systematic Theology of the Christian Religion, Vol. I, pp. 139-162.",
  "83": "1971, Man, God’s Eternal Creation, p. 47.",
  "84": "1972, Genesis in Space and Time, p. 39: 1975, No Final Conflict, p. 134.",
  "85": "1982, 1998, Genesis, Grand Rapids: Baker.",
  "86": "Vol. I, pp. 78-79 in the 1998 edition: Vol. I, p. 68 in the 1982 edition.",
  "87": "The cosmological theory known as the ‘Big Bang’ states that the entire Universe—including matter, energy, space and time—all came into being from an infinitesimally small point in a gigantic explosion about 15 billion years ago.",
  "88": "An Epistle to the Romans, 2 vols. (Grand Rapids: Eerdmans, 1959, 1968), I 178-191, especially p. 191, n. 23.",
  "89": "Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned— 13 for before the law w as given, sin was in the world. But sin is not taken into account when there is no law. 14 Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who was a pattern of the one to come. 15 But the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God’s grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many! 16 Again, the gift of God is not like the result of the one man’s sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification. 17 For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God’s abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ. 18Consequently, just as the result of one trespass was condemnation for all men, so also the result of one act of righteousness was justification that brings life for all men. 19 For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous. 20 The law was added so that the trespass might increase. But where sin increased, grace increased all the more, 21 so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord (Romans 5:12-21).",
  "90": "Ps 93:2.",
  "91": "Neh 9:5; Ps 90:2.",
  "92": "Gen 21:33; Deu 33:27; Isa 26:4; Jer 10:10; Rom 16:26; 1 Tim 1:17; Heb 9:14.",
  "93": "Herman Bavinck, The Doctrine of God, trans. William Hendricksen, Grand Rapids: Eerdmans, 1951, pp. 154-157.",
  "94": "Gen 2:5, 9",
  "95": "See the section of the Committee’s report dealing with General Revelation.",
  "96": "For our purposes the positions of Kline and Futato are the same. See Kline, \"Because It Had Not Rained,” Westminster Theological Journal 20 (1958) 146-57; “Genesis,” New BibleCommentary: Revised(Grand Rapids: William B. Eerdmans, 1970); with development of his themes, “Space and Time in the Genesis Cosmogony,” Perspectives on Science and Christian Faith 48 (1996) 2-15; Lee Irons with Meredith G. Kline, “The Framework Interpretation,” in the forthcoming volume edited by D. Hagopian; Mark D. Futato, “Because It Had Rained: A Study of Gen 2:5-7 With Implications for Gen 2:4-25 and Gen 1:1-2:3,” Westminster Theological Journal 60 (1998) 1-21. Other presentations of the framework view will be noted below.",
  "97": "“Genesis” 82.",
  "98": "Hence “yôm” is understood in its normal sense.",
  "99": "“Genesis” 82-83.",
  "100": "“The whole counsel of God . . . is either expressly set down in Scripture, or by good and necessary consequence may be deduced from Scripture. . .” WCF 1:6.",
  "101": "“God in his ordinary providence maketh use of means, yet is free to work without, above and against them.” WCF 5:3. Of course, even normal preservation presupposes God’s nearness and activity. “All the second causes owe their potency to Him, and the whole system is effective only because of his indwelling power.” Donald Macleod, Behold Your God (Tain: Christian Focus, 1990) 50. For example, God causes it to rain. Note also that it is preservation that is said to be by second causes, not the creative words by which He called the creatures into being. Kline writes, “Acts of supernatural origination did initiate and punctuate the creation process.” “Space” 13.",
  "102": "“Space.” This material would involve a separate analysis, beyond the scope of this report.",
  "103": "Bruce K. Waltke, “The Literary Genre of Genesis, Chapter One,” Crux 27 (1991) 9; H. Blocher, In the Beginning, The Opening Chapters of Genesis, Downers Grove: Inter-Varsity, 1984; M. W. Poole and G.J. Wenham, Creation or Evolution: A False Antithesis? (Oxford: Latimer House, 1987); Claus Westermann, Genesis 1-11: A Commentary, Minneapolis: Augsburg, 1984. (Happily, we have never met a PCA candidate who followed Westermann.)",
  "104": "Commenting on Gen 2:7 Kline writes, “The creature thus animated was not previously alive and it was nothing short of man, the image of God, that now by this immediate divine action first became a living being (cf. 1 Cor 15:45).” “Genesis” 83.",
  "105": "All interpreters admit the need to explain differences in the arrangement of material in Gen 1 and Gen 2. The Westminster Confession gives us this principle: “The infallible rule ofinterpretation of Scripture, is the Scripture itself; and therefore, when there is a question about the true and full sense of any scripture (which is not manifold, but one), it may be searched and known by other places that speak more clearly” WCFI:9. The Framework view accounts for the time-markers (“evening,” “morning,” “first day,” etc.) of the passage by appealing to thematic concerns in Moses’ composition. This is consistent with the Genesis narrative. Thematic organization and recapitulation are present in Genesis 2:4-4:26 and Genesis 5:1-6:6, both of which are accounts of human history from creation to the flood, but from different perspectives. Gen 2:4-4:26 narrates the history of the godly line from creation to Noah. Gen 5:1-6:6 relates that same span of history, from creation to the flood, in terms of the ungodly family of Cain. Moses recapitulates the same history from different perspectives.",
  "106": "“Because” 20.",
  "107": "Though many of its proponents hold an old-earth position, the Framework interpretation is silent on the age of the earth. It can be held compatibly with a young or an old earth. Of course by its nature as special revelation, Scripture focuses and constrains the conclusions of the study of general revelation.",
  "108": "Kline writes, “Paul understood this record of the woman’s origins as straightforward history . . . Following that direction in the exegesis of Gen 2:7 particularly, we find ourselves led away from any theoretical reconstruction in which the creative act that produced Adam is attached organically to some prior life process evolving at a sub-human level.” “Genesis” 84.",
  "109": "The Counsel of Chalcedon, November 1998, 5.",
  "110": "“Genesis” 79.",
  "111": "Romans, A New Translation with Introduction and Commentary, Anchor Bible, vol. 33, (NY: Doubleday, 1993) 408.",
  "112": "As presbyters we have the responsibility to inquire into a man’s motives for a position. But suspicions notwithstanding no one can prove the motives of his heart. Love requires us to take a man at his word.",
  "113": "Scholars have noted that Gen 1:1-2:3, if less than poetry is more than normal prose. R.E. Longacre of the Wycliffe Bible Translators noted to the Committee, “Nowhere else in the Hebrew Bible do we find an actor repeatedly referred to by a noun phrase which is not reduced to anaphora carried by the third person form of the verb. “And God did/said” occurs no less than thirty one times in chapter 1 and 2:1-3. In",
  "114": "By “identical” is meant 24 hours long, following in direct contiguous sequence. By “analogous” is meant that they have a point of similarity, with a basis in our experience, by which we can understand something about God and his historical activity. See the discussion of “analogy” in the Definitions section of this report.",
  "115": "Excerpts from Bavinck, In the Beginning (Baker, 1999), 120-126.",
  "116": "C. John Collins, “How old is the earth? Anthropomorphic days in Genesis 1:1B2:3,” Presbyterion 20:2 (Fall, 1994), 109-130.",
  "117": "C. John Collins, “Reading Genesis 1:1B2:3 as an act of communication: Discourse analysis and literal interpretation,” in Joseph Pipa, Jr. and David Hall, eds., Did God create in six days?,Southern Presbyterian Press and Kuyper Institute, 1999.",
  "118": "Robert Longacre, “The discourse structure of the flood narrative,” in G. MacRae, ed., Society of Biblical Literature 1976 Seminar Papers (Scholars, 1976), 235-262.",
  "119": "The qualifier “conservative” designates those approaches that focus on the text having a meaning, as opposed to the “post-modern” kind which locate meaning only in the reader or in the reader’s interpretive community, or which deny the possibility of communication altogether.",
  "120": "The conventionality of this view can be seen in John Murray’s, Principles of Conduct (Eerdmans, 1957), 30-32. As Murray says, “There is the strongest presumption in favour of the interpretation that this seventh day is not one that terminated at a certain point in history, but that the whole period of time subsequent to the end of the sixth day is the sabbath of rest alluded to in Genesis 2:2. . .The considerations supporting this view may be conclusive and they are regarded as such by some careful and reverent scholars.”",
  "121": "Bavinck calls the Day-Age view a “concordistic theory” (page 117), and he rejects it as unsuccessful in its harmonization. On the other hand, he is not as distrustful of standard geology and paleontology as the young-earth adherents of the Calendar Day view tend to be.",
  "122": "The English theologian William Ames (Medulla theologica, 1634) has been adduced as an advocate of this view (by J. Macpherson in The Confession of Faith, 1882); and though the Latin can bear this interpretation, Macpherson’s reading has not gone undisputed.",
  "123": "See also Edward Hitchcock, The Religion of Geology and its Connected Sciences (1854). This book is reviewed in Southern Quarterly Review 1:1 (April, 1856), 21-50, and a major criticism of it is the requirement for 24-hour days.",
  "124": "A 19th century version of a “focus-on-a-specific-land” interpretation is found in Milton Terry, Biblical Hermeneutics, 548-552.",
  "125": "This description is summarized from Schroeder’s article, “The age of the universe” (http://members.xoom.com/_XOOM/torahscience/bigbang1.htm).",
  "126": "By implication we include Larger Catechism 15 and Shorter Catechism 9, which are not substantially different from Confession of Faith 4:1.",
  "127": "William Perkins, “Exposition of ... The Creede,” Works, 3 Volumes (London, 1612) 1:143.",
  "128": "Herman Bavinck, In the Beginning, Foundations of Creation Theology (English translation, Grand Rapids: Baker, 1999) 106.",
  "129": "Philip Schaff, The Creeds of Christendom (New York: Harper and Row: 1877 [Grand Rapids: Baker Book House, 1966]) III:526. Both Alex. F. Mitchell and B. B. Warfield consider the Irish Articles a primary source of the language of the Westminster Confession.",
  "130": "See Did God Create in Six Days, Ed. Pipa & Hall, Chapters 2 & 11. Also: http://capo.org/creation/Revise.html",
  "131": "Thomas Vincent, An Explanation of the Assembly’s Shorter Catechism (Philadelphia: Presbyterian Board of Publication, c. 1854 - first published in 1674): “He could have created all things together in a moment, but he took six days’ time to work in, and rested on the seventh day,...” (p. 57, Q. 4 on S. Cat., Q. 9)Thomas Ridgley, Commentary on the Larger Catechism (Edmonton, Alberta: Still Waters Revival Books, 1993), 2 vols.: “We are now to consider the space of time, in which God created all things, namely, in six days.” (Vol. 1, p. 331).",
  "132": "From his commentary on Gen 1:3, Commentaries on the First Book of Moses Called Genesis(Grand Rapids: Baker Book House, 1979) 1:76f.",
  "133": "More or less explicit references to the doctrine are found in twenty eight places in the Confession alone: 1:1 (twice); 1:6; 2:2 (three times); 3:1, 5, 7; 5:1 (twice), 2, 4, 7; 7:1 (three times); 9:1; 10:4; 19:1, 5; 20:4; 21:1, 2, 7; 22:6; 23:1; 32:1.",
  "134": "On another vital doctrine John Murray writes, “From early times in the era of the Reformation and throughout the development of the covenant theology the formulation has been deeply affected by the idea that a covenant is a compact or agreement between two parties.” The Covenant of Grace, (Phillipsburg, NJ: Presbyterian and Reformed, 1988, 5, our emphasis). Murray proceeds to critique this definition from Scripture. Today many are more inclined to define a covenant as “a bond in blood, sovereignly administered,” (O. Palmer Robertson) or “a sovereign administration of grace and promise” (Murray). None of us today considered himself out of accord with the intent of Chapter 7 of the Confession of Faith, though his view of covenant may include more than many of the divines as individuals would have intended.",
  "135": "Minutes of the Westminster Assembly of Divines (1874 [Reprint, Edmonton, Alberta, Canada: Still Waters Revival Books, 1991], A.F. Mitchell, and J. Struthers, eds.) 151. Warfield comments “. . .the decision had been arrived at in the interest of what we may call, perhaps, comprehension — though this must be understood, of course, as generic Calvinistic, and not universalistic Christian comprehension. The Assembly had been led in this policy by the strictest Calvinists in the body.” The Westminster Assembly and Its Work, (New York, Oxford University Press, 1931 [Grand Rapids, Baker Book House, 1991] 135.",
  "136": "WCF 1:7: “All things in Scripture are not alike plain in themselves, nor alike clear unto all...”",
  "137": "Herman Bavinck, In the Beginning, Foundations of Christian Theology, (Grand Rapids: Baker Book House, 1999), p. 23.",
  "138": "Ibid.",
  "139": "This popular usage, by the way, has a venerable history. Both Aristotle (Metaphysics, I.2 [983a]) and Plutarch (Moralia, 16A) quote the Greek proverb, “poets tell many a lie” (polla pseudontai aoidoi).",
  "140": "A helpful treatment of this topic appears in John Beekman and John Callow, Translating the Word of God (Zondervan, 1974), 124-136.",
  "141": "“Bluspels and flalansferes,” in Selected Literary Essays (Cambridge University Press, 1969), 263.",
  "142": "The Doctrine of God (Baker, 1977), 91-92.",
  "143": "Even “flood geology,” in some forms, need not require a young earth. Compare David Livingstone, Darwin’s Forgotten Defenders (Eerdmans, 1987), 14.",
  "144": "For example, Walt Brown, In the Beginning (Center for Scientific Creation, 1995), 130, condemns uniformitarianism in terms that show that he has substantive uniformitarianism in view. He also says, “Uniformitarianism was intended to banish the global flood.”",
  "145": "Davis Young, Christianity and the Age of the Earth (Zondervan, 1982), 135-148. His section on pages 141-142 is entitled, “Modern geology rejects substantive uniformitarianism.” Compare also Livingstone, Darwin’s Forgotten Defenders, 14, 42-44.",
  "146": "See Michael Denton, Evolution: A Theory in Crisis (Adler & Adler, 1986), 69-77. The chapter has the illuminating title, “From Darwin to dogma.”",
  "147": "http://www.nabt.org/evolution.htm",
  "148": "Quoted in Charles Thaxton, Walter Bradley, Roger Olson, The Mystery of Life’s Origin (Philosophical Library, 1984), 12.",
  "149": "http://www.nsta.org/handbook/evolve.htm",
  "150": "Ibid.",
  "151": "Ibid.",
  "152": "Ibid.",
  "153": "Reformed Christians will differ on what stance they would expect an unbeliever to take toward this, and over whether there is any such thing as a “public” definition of science that both believers and non-believers can subscribe to. Those who will allow for a public definition of science will nevertheless ask the non-believer to be honest about the existence of a gap for which he can offer no natural explanation.",
  "154": "Compare Charles Hodge, Systematic Theology, ii:77-91, for just such an example.",
  "155": "See Richard B. Gaffin, Jr., “A Sabbath Rest Still Awaits the People of God,” in Charles G. Dennison, ed., Pressing Toward the Mark, Essays Commemorating Fifty Years of the Orthodox Presbyterian Church (Philadelphia, 1986) 33-52.",
  "156": "WCF, Chapter 1, Section 1",
  "157": "Berkhof, L., Systematic Theology, 4th Edition (1941), p. 36ff.",
  "158": "Ibid., p. 37, quoting Warfield’s Revelation and Inspiration, p. 6.",
  "159": "Van Til, Cornelius, A Christian Theory of Knowledge (Philadelphia: Presbyterian and Reformed Publishing Co.,1969), p. 243.",
  "160": "Van Til, Cornelius, “Nature and Scripture,” in The Infallible Word (Philadelphia: Presbyterian and Reformed Publishing Co., 3rd Revised Printing, 1967), p 263ff. In contrast Robert Longacre (private communication) from his vantage point as a discourse analysis specialist suggests that Van Til may have overemphasized the role of general revelation, and proposes Psalm 19 as evidence; namely, that the verses (2-7) speaking of general revelation are an oxymoron emphasizing the limitations of general revelation over special revelation.",
  "161": "Ibid., p. 267.",
  "162": "Here we use the term “finding” to include both the discoveries of data by the sciences (e.g., through experiments), and their interpretation of those data.",
  "163": "Ultimately, of course, all scientific discoveries of “true” truth (as Francis Shaeffer termed it) will be seen to be in complete accord with Scripture, because they have the same author.",
  "164": "Van Til, Cornelius, “Nature and Scripture,” in The Infallible Word (Philadelphia: Presbyterian and Reformed Publishing Co., 3rd Revised Printing, 1967), p. 267",
  "165": "Dembski, William S., Intelligent Design: The Bridge Between Science & Theology(Downers Grove: InterVarsity Press, 1999), Chapter 7, especially pp. 191-205.",
  "166": "Ibid., p. 191.",
  "167": "Calvin, Institutes of the Christian Religion, Library of Christian Classics, Vol. XX, ed. John T. McNeill, trans. Ford Lewis Battles (Philadelphia: Westminster Press, 1960), 1.6.1.",
  "168": "Van Til, Cornelius, ‘‘Nature and Scripture,’’ in The Infallible Word (Philadelphia: Presbyterian and Reformed Publishing Co., 3rd Revised Printing, 1967), p. 282.",
  "169": "Ibid.",
  "170": "Calvin, Institutes, Library of Christian Classics, Vol. XX, ed. John T. McNeill, trans. Ford Lewis Battles, (Philadelphia: Westminster Press, 1960), 1.5.2.",
  "171": "Moreland, J. P., Christianity and the Nature of Science (Grand Rapids: Baker Book House, 1989), Chapter 4, see especially p. 168. Similar arguments have been made by Thomas Kuhn, i.e., his famous “paradigm shift.” We are not endorsing here a full Kuhnian view.",
  "172": "For a good recent discussion of both sides of the argument, along with that of theistic evolution, the reader is directed to Three Views on Creation and Evolution (Grand Rapids: Zondervan Publishing House, 1999), edited by J. P. Moreland and John Mark Reynolds.",
  "173": "Ibid., p. 72. Note that not all young earth creationists would necessarily share Reynolds’ view regarding the plausibility of an old cosmos."
}