{
  "1": "The phrase, \"the book of the law\" is almost a technical term for Deuteronomy in much of the Old Testament.",
  "2": "Although not a prophetess, Queen Esther is worthy of mention. Sheresembles Huldah, for she, too, persuaded a king to take proper action. Her king was the pagan Ahasuerus, but she presented the truth wisely, to move him to do justice and preserve Israel in a desperate hour (Esther 4-8).",
  "3": "On social status, James Jeffers, The Greco-Roman World (Downers Grove, IL: InterVarsity Press, 1999), 195.",
  "4": "The Greek term diakonos-dia,konojcan be translated \"servant\" or \"deacon.\"",
  "5": "Since there is a feminine form of the noun, the fact that the masculine is here applied to a woman might indicate that an official position is in view. See also C. E. B. Cranfield, A Critical and Exegetical Commentary on the Epistle to the Romans (Edinburgh: Clark, 1975-1979), 2:780-783; Douglass Moo, The Epistle to the Romans (Grand Rapids: Eerdmans, 1996), 913-914; Thomas Schreiner, Romans (Grand Rapids: Baker, 1998), 786-787.",
  "6": "The Greek preposition \"en\" [evn]may be used either way.",
  "7": "Hebrew \"shaphat\" [jpv] is traditionally translated \"judge\" but it can mean \"lead\" as well.",
  "8": "Paul says this to the \"brothers,\" but \"brothers\" includes male and female Christians in his epistles.",
  "9": "There are four unlikely ways to resolve Paul's apparent contradiction: 1) Paul did contradict himself, saying one thing in 11:5 and another in 14:34. 2) Paul never permitted women to speak in 1 Corinthians 11:5. He",
  "10": "Someone might object that option 1 requires \"prophecy\" to have one sense in 11:5 – informal sharing – and another in 14:26 – formal instruction. But the term \"prophecy\" had a wide range of meanings in Greek and Biblical literature, so it could well have two different meanings when used several chapters apart.",
  "11": "If the woman is under subjection, she is, consequently, prohibited from authority to teach in public.” John Calvin, 1 Corinthians, 2 Corinthians (1 Corinthians 14:34), trans. John Pringle, Calvin’s Commentaries, vol. 20 (Grand Rapids: Baker, 2003), 468.",
  "12": "Carson, “Silent in the Churches”; Wayne Grudem, The Gift of Prophecy in 1 Corinthians (Washington: University Press of America, 1982), 245-255.",
  "13": "James Hurley, Man and Woman in Biblical Perspective (Grand Rapids: Zondervan, 1981), 188-189.",
  "14": "Some, like Elijah, came and went rapidly. Others, like Jeremiah and Amos, were rejected by Israel's leaders.",
  "15": "More evidence that prophets have limited authority: 1) 1 Corinthians 14 assumes the words of even recognized prophets must be tested. 2) Prophecy cuts such a low profile that Paul must tell the Thessalonians not to hold it in contempt (1 Thess. 5:20). 3) Church leaders such as Tertullian, Origen, Aquinas and Calvin agreed that prophecy must be tested.",
  "16": "D. A. Carson, Showing the Spirit (Grand Rapids: Baker, 1987), 120; Wayne Grudem, The Gift of Prophecy in the New Testament and Today (Westchester, IL: Crossway, 1988), 70-74.",
  "17": "On priests and elders, see John E. Johnson, “The Old Testament Offices as Paradigm for Pastoral Identity,” Bibliotheca Sacra 152 (April-June 1995): 193-196; Peter Leithart, “Attendants of Yahweh’s House: Priesthood in the Old Testament,” Journal for the Study of the Old Testament 85 (1999): 3-24, especially 22-3; Robert S. Rayburn, “Three offices: Minister, Elder, Deacon,” Presbyterion 12 (1986): 108-110; Paul Schrieber, “Priests among priests,” Concordia Journal 14, no. 3 (July 1988): 215-227; Raymond Brown, Priest and Bishop (New York: Paulist Press, 1970), 10-20.",
  "18": "Strong feminist interpretations of our passage include Keener, Paul, Women and Wives: Marriage and Women’s Ministry in the Letters of Paul (Peabody, MA: Hendrickson, 1992), 101-132; I. H. Marshall, The Pastoral Epistles (Edinburgh: T & T Clark, 1999), 436-71. Among traditionalists, see Douglass Moo, \"What Does It Mean Not to Teach or Have Authority Over Men: 1 Timothy 2:11-15,\" in Recovering Biblical Manhood and Womanhood, eds. John Piper and Wayne Grudem (Wheaton, IL: Crossway, 1991), 179-193; William D. Mounce, Pastoral Epistles (Nashville: Thomas Nelson, 2000), 94-149; Thomas R. Schreiner, \"An Interpretation of 1 Timothy 2:9-15: A Dialogue with Scholarship\" in Women in the Church: A Fresh Analysis of 1 Timothy 2:9-15, eds. Andreas Kostenberger, Thomas R. Schreiner, and H. Scott Baldwin (Grand Rapids, MI: Baker, 1995), 105-154.",
  "19": "The rationale: 1) The topic and mode of prayer fit worship. They pray for authorities and \"lift holy hands\" (2:1-4, 8). 2) 2:8 says men should pray (literally) \"in every place.\" \"In every place\" means \"places of worship\" in 1 Cor 1:2, 2 Cor 2:14, 1 Thess 1:8). \"The place\" is also a circumlocution for God's temple in the gospels (Matt 24:15, John 4:20, 11:48). 3) Paul says males should pray, not using the word for mankind (anthropos – a;nqrwpoj), but the one for adult males (aner –avnh,r), and we know men normally led in prayer in Jewish worship (J. N. D. Kelly, The Pastoral Epistles (London: Adam and Charles Black, 1963), 65; Keener, Paul, Women and Wives, 126, note 67). 4) The modest apparel of women fits worship, since prominent Greco-Roman women displayed their social status with costly clothes and elaborate coiffures. 5) The command that women learn in silence fits worship, since women may speak at home or in private meetings (1 Cor 14:34).",
  "20": "A few scholars believe the Greek term gunh,– gyne, rendered \"women\" in almost all English translations, should be translated \"wives.\" (Gordon Hugenberger, \"Women in Church Office: Hermeneutics or Exegesis? A Survey of Approaches to 1 Timothy 2:8-15,\" Journal of the Evangelical Theological Society 35 (1992: 341-60.) Greek does use the same word for women and wives, but \"women\" seems right since 1) When Paul wants gunh,– gyne to indicate a wife, he mentions marriage or their husbands in the context; 2) Paul would hardly forbid wives to dress ostentatiously, but permit single women to do so. See Schreiner, \"An Interpretation of 1 Timothy 2:9-15,\" 115-7.",
  "21": "\"I want\" indicates Paul's command, not his mere desire. The Greek means \"I counsel,\" not \"I wish.\" One may call it stereotyping, but Paul warns men about anger (2:1) and warns women about ostentation.",
  "22": "After a long complaint about the jewels, makeup, perfumes, and luxuries of women, Juvenal adds, \"Meantime she pays no attention to her husband.\" See Juvenal, \"Satire 6\" in Juvenal and Persius, trans. C. G. Ramsey (Cambridge, MA: Harvard University Press, 1965), 121-125.",
  "23": "David Scholer, \"Women's Adornment: Some Historical and Hermeneutical Observations on the New Testament Passages,\" Daughters of Sarah 6, no. 1 (1980): 5.",
  "24": "Paul does not ban all hair styling, as if tangles signified godliness. Hair braids could be simple. The problem is elaborate, expensive hairstyles. See James Hurley, Man and Woman in Biblical Perspective (Grand Rapids: Zondervan, 1981); Keener, Paul, Women and Wives, 104-5.",
  "25": "See Philo, \"On the Creation\" and \"The Special Laws,\" in The Works of Philo, trans. F. H. Colson (Cambridge, MA: Harvard University Press, 1929 and 1937), 1:131 and 7:581-3, respectively.",
  "26": "The term hesuchia – h`suci,a – can mean total silence, but more often describes a quiet attitude. All the terms for silence and quietness overlap with each other somewhat, but the family of siopao, sige and sigao – siwpa,w, sigh,, siga,w- is more likely to denote speechlessness, perhaps by choice (Luke 9:36, Acts 15:13). The term phimoo – fimo,wcan mean to be silenced by an order (Mark 1:25, 4:39) by being ashamed (Matt 22:12) or by a refutation (Matt 22:34). Epistomizo – evpistomi,zw means to keep someone from speaking (Titus 1:11). We must not exaggerate the difference between these words, but our term seems apt to describe the relative silence that is a virtue for students. See Aida Besançon Spencer, Beyond the Curse: Women Called to Ministry (Grand Rapids, MI: Baker), 75-81.",
  "27": "Spencer, Beyond the Curse, 84-6; Keener, Paul, Women and Wives, 109-13; Gilbert Bilezikian, Beyond Sex Roles (Grand Rapids: Baker, 1985), 179.",
  "28": "Stephen Baugh, \"A Foreign World: Ephesus in the First Century\" in Women in the Church: A Fresh Analysis of 1 Timothy 2:9-15, eds. Andreas Kostenberger, Thomas R. Schreiner, and H. Scott Baldwin (Grand Rapids: Baker, 1995), 45-47.",
  "29": "The terms elder and overseer are interchangeable in Titus 1:5-7 and Acts 20:17, 28.",
  "30": "By my estimate, in the fifteen verses that use the verb \"teach,\" three certainly refer to basic doctrine (1 Cor 4:17, Gal 1:12, 2 Thess 2:15) and six almost certainly do (Rom 12:7; Eph 4:21; Col 1:28, 2:7; 1 Tim 2:12, 4:11), leaving six that refer to other teaching. There are two cognate nouns for teaching, didache – didach,and didaskalia – didaskali,a. The first word, didache, refers to Christian doctrine in four of its six uses in the New Testament (Rom 6:17, 16:17; 2 Tim 4:2 and Titus 1:9, but not 1 Cor 14:6, 26). The second word typically refers to false teaching (Matt 15:9, Mark 7:7, Eph 4:14, Col 2:22, but not Rom 15:4), until we get to the Pastoral Epistles. There Paul specifies if it is sound doctrine or not (1 Tim 1:10). See also o George W Knight III, The Pastoral Epistles, The New International Greek Testament Commentary (Grand Rapids: Eerdmans, 1992), 88-9, 140-1; J. N. D. Kelly, The Pastoral Epistles (London: A & C Black, 1963), 50; Schreiner, \"An Interpretation of 1 Timothy 2,\" 127-8.",
  "31": "See Andreas J. Köstenberger, Thomas R. Schreiner, and H. Scott Baldwin, Women in the Church: A Fresh Analysis of 1 Timothy 2:9-15 (Grand Rapids: Baker, 1995). For \"exercise authority\" see H. Scott Baldwin, \"A Difficult Word: AUqENTEWin 1 Timothy 2:12\" and \"Appendix 2: AUqENTEWin Ancient Greek Literature\" in Women in the Church: A Fresh Analysis of 1 Timothy 2:9-15 (Grand Rapids: Baker), 65-80 and 269-305. See especially Andreas J. Köstenberger and Thomas R. Schreiner, Women in the Church: An Interpretation and Application of 1 Timothy 2:9-15 (Wheaton, IL: Crossway, 2016), Wolters, “The Meaning of Auvqente,w,” and Burk, “New and Old Departures in the Translation of Auvqente,w in 1 Timothy 2:12.”",
  "32": "John Chrysostom, Sermons in Genesis, cited in Baldwin, AUqENTEWin 1 Timothy 2:12,\" 73-4, 283.",
  "33": "Andreas Kostenberger, \"A Complex Sentence Structure in 1 Timothy 2:12,\" in Women in the Church: A Fresh Analysis of 1 Timothy 2:9-15, eds. Andreas Kostenberger, Thomas Schreiner, and H. Scott Baldwin (Grand Rapids, MI: Baker), 84-104.",
  "34": "Paul uses a distinct word for false teaching (heterodidaskaleo) in 1 Timothy 1:3 and 6:3.",
  "35": "J. M. Ross, \"A Reconsideration of the Diaconate,\" Scottish Journal of Theology 12 (1959): 151-152.",
  "36": "T. F. Torrance, \"Service in Jesus Christ,\" in Service in the Church, ed. James I. McCord and T. H. L. Parker (London: Epworth, 1966), 1-3.",
  "37": "Note: The following comments on 3:8-13 draw heavily on Robert Yarbrough's forthcoming commentary on the Pastorals for Eerdmans. 1-2 Timothy, Titus. Pillar New Testament Commentary (Grand Rapids/Cambridge, UK: Eerdmans, forthcoming). Yarbrough is almost a co-author on some pages.",
  "38": "See use of the same expression (hôautôs, likewise) in Rom 8:26; 1 Cor 11:15; 1 Tim 2:9; 3:11; 5:25; Titus 2:3, 6. It also occurs nine times in the Synoptic Gospels.",
  "39": "Yarbrough, 1-2 Timothy, Titus.",
  "40": "Luke Timothy Johnson's comments on early church structure and order provide a helpful framework (Luke Timothy Johnson, 1 and 2 Letters to Timothy, The Anchor Bible (New York, NY: Doubleday, 2001) 217-25.",
  "41": "1 Tim 1:7; 3:11; 5:13; 6:4; Titus 1:10; 2:9.",
  "42": "Rom 1:29; Eph 4:19; 5:3; Col 3:5; 1 Thess 2:5.",
  "43": "See, e.g., Rom 16:25-26; 1 Cor 2:7; Eph 3:3-9; Col 1:26.",
  "44": "E.g., 2 Cor 13:5: \"Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you —unless, of course, you fail the test?\"",
  "45": "E.g., Gal 6:4: \"Each one should test their own actions.\"",
  "46": "John Calvin, The Second Epistle of Paul the Apostle to the Corinthians and the Epistles to Timothy, Titus, and Philemon, trans. T. A. Smail (Edinburgh: Oliver and Boyd, 1964), 229.",
  "47": "Also, \"the\" or \"their\" which appear in most translations is not present in the Greek.",
  "48": "Phil Ryken, 1 Timothy (Philipsburg, NJ: P&R, 2007), 131.",
  "49": "Kelly, Pastoral Epistles (London: A & C Black, 1963), 83-4.",
  "50": "B. B. Warfield, \"Presbyterian Deaconesses,\" Presbyterian Review (1889): 283-286.",
  "51": "Guy Prentiss Waters, How Jesus Runs the Church (Phillipsburg, NJ: P & R, 2011), 112-113. ●",
  "52": "Waters, Jesus Runs the Church, 114-115.",
  "53": "Gregory R. Perry, \"Phoebe of Cenchreae and 'Women' of Ephesus: Deacons in the Earliest Churches,\" Presbyterion 36, no. 1 (Spring 2010): 9-36.",
  "54": "The next paragraph follows Ryken, 1 Timothy, 132-3.",
  "55": "Ray Bakke, A Theology as Big as the City (Downers Grove, IL: InterVarsity, 1997), 192.",
  "56": "J. M. Ross, \"Reconsideration of the Diaconate,” Scottish Journal of Theology, vol. 12, Issue 2, 1959, 153.",
  "57": "John Chrysostom, \"Homilies on the Epistles of St. Paul the Apostle to Timothy, Titus, and Philemon,\" trans. and ed. Philip Schaff, Nicene and Post-Nicene Fathers, First Series, 14 vols. (Grand Rapids: Eerdmans, 1988), 13:441.",
  "58": "John Calvin, Institutes of the Christian Religion, trans. Ford Lewis Battles (Philadelphia: Westminster, 1960), 2:1061-2.",
  "59": "John Calvin, “Commentaries on the Epistles to Timothy, Titus and Philemon,” Calvin’s Commentaries, Volume XXI, trans. Rev. William Pringle (Grand Rapids, MI: Baker, 2003), 87.",
  "60": "John Calvin, “Commentaries on the Epistle of St. Paul to the Romans,” Calvin’s Commentaries, vol. 19, trans. Rev. John Owen (Grand Rapids: Baker, 2003), 542.",
  "61": "B. B. Warfield, \"Presbyterian Deaconesses,\" Presbyterian Review (1889): 286.",
  "62": "Ibid., 292-3.",
  "63": "Again, Romans 15:8 calls Jesus a diakonos. In 1 Corinthians 3:5 it is Paul and Apollos. Paul is again diakonos in 2 Corinthians 3:6, 6:4. In Ephesians 6:21 Tychicus is diakonos, inColossians 1:7 it is Epaphras, and so on.",
  "64": "Robert Yarbrough, 1-2 Timothy, Titus.",
  "65": "Kelly, Pastorals, 84.",
  "66": "George Knight, Commentary on the Pastoral Epistles, 171.",
  "67": "Ryken, 1 Timothy, 130-1.",
  "68": "Robert Yarbrough, 1-2 Timothy, Titus.",
  "69": "John Calvin, Institutes of Christian Religion trans. Ford Lewis Battles (Philadelphia: Westminster Press, 1960), 2:1061 (4.3.9).",
  "70": "Robert Yarbrough, 1-2 Timothy, Titus.",
  "71": "On Jesus choosing and training foundational eyewitnesses, see Herman Ridderbos, Redemptive History and the New Testament Scriptures 2nd revised ed., (Philipsburg, NJ: P & R, 1988), 12-24.",
  "72": "Non-evangelical Christian feminists do deny the veracity of the gospel accounts. They allege that there were many female leaders in the early church and that a male-dominated hierarchical church later suppressed information about early female leadership. See chapter 9 for more on non-evangelical feminists.",
  "73": "On finding precedents in Scripture, see chapter 2, \"A Note on Method.\"",
  "74": "This summarizes published arguments and conversations with feminists. See Rebecca Groothuis, Good News for Women (Grand Rapids: Baker, 1997), 109-111; Paul K. Jewett, The Ordination of Women (Grand Rapids: Eerdmans, 1980), 58-60; Stanley Grenz, Women in the Church: A Biblical Theology of Women in the Ministry(Downers Grove, IL: InterVarsity Press, 1995), 211-212. For a rejoinder, see James Borland, \"Women in the Life and Teachings of Jesus,\" Recovering Biblical Manhood and Womanhood, eds. John Piper and Wayne Grudem (Wheaton, Ill : Crossway, 1991), 120.",
  "75": "Borland, \"Women in the Life and Teachings of Jesus,\" 120-3.",
  "76": "Aida Besançon Spencer, Beyond the Curse: Women Called to Ministry (Grand Rapids: Baker), 45",
  "77": "Most men found in New Testament leadership lists have Gentile names. In Colossians 4:11-14, Paul records several, then adds that Barnabas and Jesus-Justus are \"the only Jews among my fellow workers.\"",
  "78": "Hurley, Man and Woman, 139-41.",
  "79": "John Calvin and Henry Beveridge, Institutes of the Christian Religion (Edinburgh: The Calvin Translation Society, 1845), 3:71.",
  "80": "Time does not permit the committee to provide an exhaustive study. However, we believe that the brief overview provides enough information to draw certain conclusions.",
  "81": "There are varying conclusions on the committee as to whether the seven men appointed in Acts 6 are the first deacons. The men are ordained, but they are not referred to as deacons. However, the committee is in agreement that this passage helps to form a pattern for diaconal ministry.",
  "82": "Michael William Holmes, The Apostolic Fathers: Greek Texts and English Translations, Updated ed. (Grand Rapids, MI: Baker Books, 1999), 267.",
  "83": "Holmes, The Apostolic Fathers, 183.",
  "84": "Pliny, Letters, Vols. 1 & 2, ed. T. E. Page et al., trans. William Melmoth, The Loeb Classical Library (London; New York: William Heinemann; The Macmillan Co., 1931), 2:405.",
  "85": "Alexander Roberts, James Donaldson, and A. Cleveland Coxe, eds., “Constitutions of the Holy Apostles,” in Fathers of the Third and Fourth Centuries: Lactantius, Venantius, Asterius, Victorinus, Dionysius, Apostolic Teaching and Constitutions, Homily, and Liturgies, trans. James Donaldson, The Ante-Nicene Fathers (Buffalo, NY: Christian Literature Company, 1886), 7:410.",
  "86": "Ibid., 421.",
  "87": "Ibid.",
  "88": "Ibid., 431.",
  "89": "Ibid.",
  "90": "Ibid., 492.",
  "91": "Joseph Barber Lightfoot, ed., Saint Paul’s Epistle to the Philippians, Classic Commentaries on the Greek New Testament (London: Macmillan and Co., ltd, 1913), 193–195.",
  "92": "Henry R. Percival, “The Canons of the 318 Holy Fathers Assembled in the City of Nice, in Bithynia,” in The Seven Ecumenical Councils, ed. Philip Schaff and Henry Wace, A Select Library of the Nicene and Post-Nicene Fathers of the Christian Church, Second Series (New York: Charles Scribner’s Sons, 1900), 14:40.",
  "93": "Ibid., 42.",
  "94": "Ibid., 279.",
  "95": "Robert L. Wilken, The First Thousand Years: A Global History of Christianity, (New Haven, CT and London, UK: Yale University Press, 2012), 218.",
  "96": "See Calvin’s Institutes of the Christian Religion, Bk. 4: Ch. 3: Sec. 9; and 4:13:15-19.",
  "97": "https://forallsaints.wordpress.com/2011/07/18/elizabeth-ferard-deaconess-1883",
  "98": "https://www.charteriscentre.com/historyand https://archive.org/details/b21709944",
  "99": "https://www.britannica.com/biography/Lucy-Jane-Rider-Meyer",
  "100": "https://www.bethelks.edu/alumni/alumni-association/bethel-college-nursing-alumni-association/history-of-the-bethel-deaconess-hospital/",
  "101": "http://www.thelda.org/about/history.php",
  "102": "Herman Bavinck, Bolt, and Vriend, Reformed Dogmatics: God and Creation, trans., John Vriend, ed. John Bolt (Grand Rapids, MI: Baker Academic, 2008), 258.",
  "103": "Robert Letham, The Holy Trinity: In Scripture, History, Theology, and Worship (Phillipsburg, NJ: P & R Publishing, 2004), 6.",
  "104": "Richard Pratt, Designed for Dignity: What God Has Made It Possible for You to Be (Phillipsburg, NJ: P&R Publishing, 2000), 7.",
  "105": "Bavinck, 554.",
  "106": "Ibid.",
  "107": "Nonna Harrison, God's Many-Splendored Image: Theological Anthropology for Christian Formation (Grand Rapids, MI: Baker Academic, 2010), 173.",
  "108": "“RPCES Study Committee Report on the Role of Women in the Church (1976),” accessed December 1, 2016, http://www.pcahistory.org/findingaids/rpces/docsynod/390.html, 4.",
  "109": "John Murray, Collected Writings of John Murray: Systematic Theology (Banner of Truth, 1982), 2:38.",
  "110": "Geerhardus Vos, Reformed Dogmatics: Anthropology (Bellingham, WA: Lexham Press, 2016), 2:15.",
  "111": "“Now the great thing is this: we are consecrated and dedicated to God in order that we may thereafter think, speak, meditate, and do, nothing except to his glory.” John Calvin, Institutes of Christian Religion, 1:690.",
  "112": "Murray, 2:310.",
  "113": "Susan Hunt, Women’s Ministry Training and Resource Guide (CE&P, 2007), 110-111.",
  "114": "Ibid.",
  "115": "This was part of a response to the committee’s survey question, “What have been your primary blessings and challenges as an African American woman in the PCA?”",
  "116": "Women who have seminary training should also be trained to counsel women. Equipped women could handle more effectively many of the unique problems women are facing. Hunt and Hutcheson, Leadership for Women in the Church (Grand Rapids, MI: Zondervan, 1991), 143."
}